app/controllers/users_controller.rb

  def create
    @user = User.new user_params
    if @user.save
---
INSERT INTO "users" ("name", "password_digest", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "khietnt"], ["password_digest", "$2a$10$7LL3fy78yN7lP3coQ744JegyKHhRZQQ/7DKOG6iu34FSyoAfGT9PO"], ["created_at", "2018-02-14 15:16:55.401333"], ["updated_at", "2018-02-14 15:16:55.401333"]]